{
  "MSG-INTERATIVE-1": "Bienvenue dans le Cloud!",
  "MSG-INTERATIVE-2": "Laissez-nous réaliser votre rêve.",
  "LEARN-MORE": "En savoir plus",
  "MENU-HOME": "Accueil",
  "MENU-SERVICES": "Services",
  "MENU-PORTFOLIO": "Portfolio",
  "MENU-NEWSFEED": "News Feed",
  "MENU-ABOUT": "À propos",
  "MENU-ABOUT-MORE" : "À propos de nous",
  "MENU-CONTACT": "Contact",
  "MENU-CONTACT-US": "Contactez-nous",
  "MENU-OTHER-LANG": "EN",
  "MENU-HELP": "Aide",
  "HOME-MISSION-TITLE": "Notre Mission",
  "HOME-MISSION-CONTENT": "Vous n'avez pas les ressources internes pour veiller au bon développement de vos technologies de l'information? MirageFlow vous accompagnera et vous donnera les outils nécessaires, de la conception à l'intégration, afin de générer des performances et des résultats à la hauteur de vos ambitions.",
  "HOME-COMMITMENT-TITLE": "Notre Engagement",
  "HOME-COMMITMENT-CONTENT": "Chez MirageFlow, chaque détail compte. Votre projet n'est réputé terminé que lorsque vous aurez atteint vos objectifs et serez <b>entièrement</b> satisfait. Nous avons à cœur le développement de <b>relations durables</b> et de <b>partenariats gagnants</b> avec vous et votre entreprise",
  "HOME-UR-SUCCESS-TITLE": "Votre réussite",
  "HOME-UR-SUCCESS-CONTENT": "Chez MirageFlow, l'objectif #1 est la réussite de votre entreprise. Vous n'êtes pas un client, vous êtes un partenaire.  Votre projet est nôtre et <b>votre succès est notre plus grande réussite</b>. ",
  "SERVICES-TITLE": "Nos services",
  "SERVICES-DEV-WEB-TITLE": "Développement Web",
  "SERVICES-DEV-WEB-CONTENT": "Le développement web est notre spécialité. Que ce soit pour le développement de votre site web ou de solutions logicielles basées en cloud (SaaS), nous possédons l’expertise nous permettant de mener votre projet à un niveau supérieur.",
  "SERVICES-DEV-MOBILE-TITLE" : "Développement mobile",
  "SERVICES-DEV-MOBILE-CONTENT" : "Le mobile est notre deuxième nature. Sur plateforme Android ou IOS, nos gourous du développement concevront votre application mobile avec les méthodes de travail les plus récentes, tout en respectant les standards les plus élevés.",
  "SERVICES-HELP-TITLE" : "Services-conseils",
  "SERVICES-HELP-CONTENT" : "Nous sommes des spécialistes de l’informatique. Demandez-nous conseil pour faciliter l’intégration de vos solutions technologiques. ",
  "SERVICES-COLLABORATION-TITLE" : "Collabo open source",
  "SERVICES-COLLABORATION-CONTENT" : "Nous passons la majorité de nos temps libres à aiguiser nos compétences en travaillant sur des projets libres de droits (open source). Vous avez un projet? N’hésitez pas à nous contacter!",
  "PORTFOLIO-TITLE" : "Projets Open-Source",
  "PORTFOLIO-BLOGPROJECT-BTN-PREVIEW" : "Voir un aperçu",
  "PORTFOLIO-BLOGPROJECT-BTN-GITHUB" : "Voir sur Github",
  "PORTFOLIO-BLOGPROJECT-DESC-TITLE" : "Description du projet",
  "PORTFOLIO-BLOGPROJECT-DESC-CONTENT" : "<p>Celui-ci se veut comme étant une plateforme de blogue, sur laquelle il est possible d’effectuer toutes les interactions que ce type de plateforme sous-entend : créer un nouveau sujet, commenter, « like », etc. Comme ce programme est principalement destiné aux programmeurs de ce monde, il sera impossible pour le commun des mortels de l’utiliser immédiatement. Cependant, comme il est libre de droits, nous avons bon espoir qu’il sera intégré à de nombreux sites web et que vous pourrez l’utiliser un jour ou l’autre! En attendant, voici le lien pour avoir un aperçu du squelette de ce premier programme open source : <a href=\"http://blogproject.net\">http://blogproject.net/</a></p><p>Pour les programmeurs de cette planète, vous trouverez, en cliquant sur le lien ci-haut, la page GitHub du projet. Surtout, sentez-vous à l’aise et faites comme chez vous! Modifiez ce programme comme bon vous semble et intégrez-le à vos projets.</p><p>Pour ce qui est des technologies utilisées dans le projet, cette application utilise <b>MongoDB</b> comme système de base de données. Un Framework <b>ExpressJS</b> comme Back-End (Serveur). Et du côté Front-End (Navigateur Web), le Framework <b>AngularJS</b> nous permet d’utiliser la structure objet de la base de données combinée avec l’API en Back-End qui nous permet de récupérer ou modifier ces objets à l’aide de requêtes. Ces technologies ont été choisies pour viser la <b>performance et fluidité</b>.</p>",
  "ABOUT-TITLE" : "À propos",
  "ABOUT-US" : "<p>Notre Travail<br><br>Du développement? On en mange. Si vous nous cherchez, nous sommes au coin de l’environnement de développement et du moteur de recherche le plus proche. Nous travaillons selon les principes de la méthode agile et nous adaptons nos méthodes selon vos besoins. Notre motto : Flexibilité, versatilité et respect de votre rythme.</p><br><p>Notre attitude<br><br>L’équilibre. C’est le meilleur mot pour décrire ce qui se passe chez nous. Vie personnelle, travail, développement des compétences professionnelles et interpersonnelles, le plus important est de trouver l’équilibre. Pour cette raison, nous offrons les conditions les plus flexibles à nos employés et à nos clients. Un climat positif et chaleureux, des employés heureux et des clients satisfaits. Bienvenue chez nous!</p><br><p>Nos exigences<br><br>Très Élevées. Dans un domaine d’activité évoluant aussi rapidement, nous nous assurons de toujours être un pas en avant afin de vous offrir des services correspondant à ce qui se fait de mieux dans l’industrie. Chez MirageFlow, on ne laisse personne derrière.</p>",
  "ABOUT-OUR-TEAM" : "Notre équipe",
  "ABOUT-JEAN-TITLES" : "Président / Développeur",
  "ABOUT-JEAN-CONTENT" : "TI, QA Analyste, Administrateur de systèmes et Développeur",
  "ABOUT-ISAEL-TITLES" : "Vice-Président / Développeur",
  "ABOUT-ISAEL-CONTENT" : "Conseiller en programmation",
  "ABOUT-BRYAN-TITLES" : "Administrateur",
  "ABOUT-BRYAN-CONTENT" : "Administrateur, responsable du développement des affaires.",
  "CONTACT-US" : "Contactez-nous",
  "CONTACT-SEND-MSG" : "Envoyez-nous un message",
  "CONTACT-SEND" : "Envoyer",
  "CONTACT-UR-NAME" : "Votre nom",
  "WRITTEN-BY" : "Écrit par",
  "READ-MORE" : "LIRE LA SUITE",
  "TERMS-OF-SERVICE" : "Conditions d'utilisation",
  "TERMS-OF-SERVICE-CONTENT" : "<br>Mirageflow Inc.<br><br><br>ARTICLE 1. INFORMATIONS LÉGALES<br>En vertu de l'article 6 de la Loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, il est précisé dans cet article l'identité des différents intervenants dans le cadre de sa réalisation et de son suivi.<br>Le site Mirageflow Inc. est édité par :<br>Mirageflow Inc., dont le siège siège social est situé à l'adresse suivante : 2089 Avenue Chapdelaine, Apt 3, et immatriculée au registre suivant : NEQ Quebec 1171623540.<br>Téléphone : 5819915326/ Adresse e-mail : jfortin-moreau@mirageflow.com.<br><br>Le directeur de publication du site est :<br>Jean Fortin-Moreau.<br><br>Le site Mirageflow Inc. est hébergé par :<br>Digital Ocean Inc., dont le siège est situé 101 6th Ave, New York, NY 10013, United States<br>Numéro de téléphone : 1 888 890 6714<br><br>ARTICLE 2. PRÉSENTATION DU SITE<br>Le site Mirageflow Inc. a pour objet :<br>De présenter la compagnie et ses employés ainsi que prendre contacte avec l'équipe de MirageFlow Inc.<br><br>ARTICLE 3. CONTACT<br>Pour toute question ou demande d'information concernant le site, ou tout signalement de contenu ou d'activités illicites, l'utilisateur peut contacter l'éditeur à l'adresse e-mail suivante: administration@mirageflow.com ou adresser un courrier recommandé avec accusé de réception à : Mirageflow Inc. - 2089 Avenue Chapdelaine, Apt 3<br><br>ARTICLE 4. ACCEPTATION DES CONDITIONS D'UTILISATION<br>L'accès et l'utilisation du site sont soumis à l'acceptation et au respect des présentes Conditions Générales d'Utilisation.<br>L'éditeur se réserve le droit de modifier, à tout moment et sans préavis, le site et des services ainsi que les présentes CGU, notamment pour s'adapter aux évolutions du site par la mise à disposition de nouvelles fonctionnalités ou la suppression ou la modification de fonctionnalités existantes.<br>Il est donc conseillé à l'utilisateur de se référer avant toute navigation à la dernière version des CGU, accessible à tout moment sur le site. En cas de désaccord avec les CGU, aucun usage du site ne saurait être effectué par l'utilisateur.<br><br>ARTICLE 5. ACCÈS ET NAVIGATION<br>L'éditeur met en œuvre les solutions techniques à sa disposition pour permettre l'accès au site 24 heures sur 24, 7 jours sur 7. Il pourra néanmoins à tout moment suspendre, limiter ou interrompre l'accès au site ou à certaines pages de celui-ci afin de procéder à des mises à jours, des modifications de son contenu ou tout autre action jugée nécessaire au bon fonctionnement du site.<br>La connexion et la navigation sur le site Mirageflow Inc. valent acceptation sans réserve des présentes Conditions Générales d'Utilisation, quelques soient les moyens techniques d'accès et les terminaux utilisés.<br>Les présentes CGU s'appliquent, en tant que de besoin, à toute déclinaison ou extension du site sur les réseaux sociaux et/ou communautaires existants ou à venir.<br><br>ARTICLE 6. GESTION DU SITE<br>Pour la bonne gestion du site, l'éditeur pourra à tout moment :<br>- suspendre, interrompre ou limiter l'accès à tout ou partie du site, réserver l'accès au site, ou à certaines parties du site, à une catégorie déterminée d'internaute ;<br>- supprimer toute information pouvant en perturber le fonctionnement ou entrant en contravention avec les lois nationales ou internationales, ou avec les règles de la Nétiquette ;<br>- suspendre le site afin de procéder à des mises à jour.<br><br>ARTICLE 7. RESPONSABILITÉS<br>L'éditeur n'est responsable que du contenu qu'il a lui-même édité.<br>L'éditeur n'est pas responsable :<br>- en cas de problématiques ou défaillances techniques, informatiques ou de compatibilité du site avec un matériel ou logiciel quel qu'il soit ;<br>- des dommages directs ou indirects, matériels ou immatériels, prévisibles ou imprévisibles résultant de l'utilisation ou des difficultés d'utilisation du site ou de ses services ;<br>- des caractéristiques intrinsèques de l'Internet, notamment celles relatives au manque de fiabilité et au défaut de sécurisation des informations y circulant ;<br>- des contenus ou activités illicites utilisant son site et ce, sans qu'il en ait pris dûment connaissance au sens de la Loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique et la Loi n°2004-801 du 6 août 2004 relative à la protection des personnes physiques à l'égard de traitement de données à caractère personnel.<br>Par ailleurs, le site ne saurait garantir l'exactitude, la complétude, et l'actualité des informations qui y sont diffusées.<br>L'utilisateur est responsable :<br>- de la protection de son matériel et de ses données ;<br>- de l'utilisation qu'il fait du site ou de ses services ;<br>- s'il ne respecte ni la lettre, ni l'esprit des présentes CGU.<br><br>ARTICLE 8. LIENS HYPERTEXTES<br>Le site peut contenir des liens hypertextes pointant vers d'autres sites internet sur lesquels Mirageflow Inc. n'exerce pas de contrôle. Malgré les vérifications préalables et régulières réalisés par l'éditeur, celui-ci décline tout responsabilité quant aux contenus qu'il est possible de trouver sur ces sites.<br>L'éditeur autorise la mise en place de liens hypertextes vers toute page ou document de son site sous réserve que la mise en place de ces liens ne soit pas réalisée à des fins commerciales ou publicitaires.<br>En outre, l'information préalable de l'éditeur du site est nécessaire avant toute mise en place de lien hypertexte.<br>Sont exclus de cette autorisation les sites diffusant des informations à caractère illicite, violent, polémique, pornographique, xénophobe ou pouvant porter atteinte à la sensibilité du plus grand nombre.<br>Enfin, Mirageflow Inc. se réserve le droit de faire supprimer à tout moment un lien hypertexte pointant vers son site, si le site l'estime non conforme à sa politique éditoriale.<br><br>ARTICLE 9. COLLECTE DE DONNÉES<br>Le site est exempté de déclaration à la Commission Nationale Informatique et Libertés (CNIL) dans la mesure où il ne collecte aucune donnée concernant les utilisateurs.<br><br>ARTICLE 10. COOKIES<br>Le site a éventuellement recours aux techniques de \"cookies\" lui permettant de traiter des statistiques et des informations sur le trafic, de faciliter la navigation et d'améliorer le service pour le confort de l'utilisateur, lequel peut s'opposer à l'enregistrement de ces \"cookies\" en configurant son logiciel de navigation.<br><br>ARTICLE 11. PROPRIÉTÉ INTELLECTUELLE<br>La structuration du site mais aussi les textes, graphiques, images, photographies, sons, vidéos et applications informatiques qui le composent sont la propriété de l'éditeur et sont protégés comme tels par les lois en vigueur au titre de la propriété intellectuelle.<br>Toute représentation, reproduction, adaptation ou exploitation partielle ou totale des contenus, marques déposées et services proposés par le site, par quelque procédé que ce soit, sans l'autorisation préalable, expresse et écrite de l'éditeur, est strictement interdite et serait susceptible de constituer une contrefaçon au sens des articles L. 335-2 et suivants du Code de la propriété intellectuelle. Et ce, à l'exception des éléments expressément désignés comme libres de droits sur le site.<br>L'accès au site ne vaut pas reconnaissance d'un droit et, de manière générale, ne confère aucun droit de propriété intellectuelle relatif à un élément du site, lesquels restent la propriété exclusive de l'éditeur.<br>Il est interdit à l'utilisateur d'introduire des données sur le site qui modifieraient ou qui seraient susceptibles d'en modifier le contenu ou l'apparence.<br><br>ARTICLE 12. LOI APPLICABLE ET JURIDICTION COMPÉTENTE<br>Les présentes Conditions Générales d'Utilisation sont régies par la loi française. En cas de différend et à défaut d'accord amiable, le litige sera porté devant les tribunaux français conformément aux règles de compétence en vigueur.<br><br>Le site Mirageflow Inc. vous souhaite une excellente navigation !<br>",
  "BLOG-PROJECT-DESC" : "Blogproject est un projet libre de droit, ",
  "MAIL-FAILED" : "Votre message n'a pu être acheminé à cette adresse courriel!",
  "MAIL-SUCCESS" : "Votre message a bien été acheminé!",
  "MAIL-SUCCESS2" : "Votre message a bien été acheminé! Vous devriez recevoir un email de confirmation.",
  "CAPTCHA-FAILED" : "Échec de la validation du captcha. Veuillez répondre au captcha, merci!",
  "CAPTCHA-INVALID-HOSTNAME" : "Échec de la validation du hostname pour le captcha.",
  "NO-MESSAGE-IN-FIELD" : "Le champ message est vide",
  "INVALID-EMAIL-IN-FIELD" : "Addresse email invalide",
  "NO-EMAIL-IN-FIELD" : "Le champ email est vide",
  "NO-NAME-IN-FIELD" : "Le champ nom est vide",
  "PLEASE-CAPTCHA" : "Veuillez répondre au captcha, merci!",
  "ERROR-SUBMIT" : "<strong>Oops,</strong> Il y a eu une erreur avec votre soumission :",
  "SUCCESS-SUBMIT" : "Succès, "


}
