{
    "MSG-INTERATIVE-1": " Welcome into the Cloud!",
    "MSG-INTERATIVE-2": "Let us realize your dream.",
    "LEARN-MORE": "Learn More",
    "MENU-HOME": "Home",
    "MENU-SERVICES": "Services",
    "MENU-PORTFOLIO": "Portfolio",
    "MENU-NEWSFEED": "News Feed",
    "MENU-ABOUT": "About",
    "MENU-ABOUT-MORE" : "About Us",
    "MENU-CONTACT": "Contact",
    "MENU-CONTACT-US": "Contact Us",
    "MENU-OTHER-LANG": "FR",
    "MENU-HELP": "Help",
    "HOME-MISSION-TITLE": "Our Goal",
    "HOME-MISSION-CONTENT": "You don't have the internal resources to ensure the proper development of your information technologies? MirageFlow will give you the tools, from design to integration, to generate performance and results to match your ambitions.",
    "HOME-COMMITMENT-TITLE": "Our Commitment",
    "HOME-COMMITMENT-CONTENT": "At MirageFlow, every detail counts. Your project is not deemed complete until you have achieved your goals and will be <b>fully</b> satisfied. Our priority is to develop <b>lasting relationships</b> and <b>winning partnerships</b> with you and your business",
    "HOME-UR-SUCCESS-TITLE": "Your Success",
    "HOME-UR-SUCCESS-CONTENT": "At MirageFlow, the #1 goal is for your business to succeed. You are not a customer, you are a partner. Your project is ours and <b>your success is our greatest achievement</b>.",
    "SERVICES-TITLE": "Ours services",
    "SERVICES-DEV-WEB-TITLE": "Web development",
    "SERVICES-DEV-WEB-CONTENT": "Web development it's our specialty. Whether for the development of your website or software solutions based on cloud (SaaS), we have the expertise allowing us to bring your project to the next level.",
    "SERVICES-DEV-MOBILE-TITLE" : "Mobile development",
    "SERVICES-DEV-MOBILE-CONTENT" : "The mobile is our second nature. On Android or IOS platform, our development gurus will design your mobile app following the latest trends in the industry, while maintaining the highest standards.",
    "SERVICES-HELP-TITLE" : "Consulting services",
    "SERVICES-HELP-CONTENT" : "We are IT specialists. Ask us advice to facilitate the integration of your technology solutions.",
    "SERVICES-COLLABORATION-TITLE" : "Collabo open source",
    "SERVICES-COLLABORATION-CONTENT" : "We spend most of our free time developing our skills by working on open source projects. You have a project ? We would be glad to work with you!",
    "PORTFOLIO-TITLE" : "Open-Source Projects",
    "PORTFOLIO-BLOGPROJECT-BTN-PREVIEW" : "Preview",
    "PORTFOLIO-BLOGPROJECT-BTN-GITHUB" : "View on Github",
    "PORTFOLIO-BLOGPROJECT-DESC-TITLE" : "Project description",
    "PORTFOLIO-BLOGPROJECT-DESC-CONTENT" : "<p>This is intended as a blog platform on which it is possible to perform all the interactions that this type of platform implies: create a new topic, comment, \"like\", etc. As this program is mainly intended for programmers of this world, it will be impossible for the average person to use it immediately. However, since it is free of rights, we hope that it will be integrated with many websites and you can use it at one time or another! Meanwhile, here is the link to preview the skeleton of the first open source program: <a href=\"http://blogproject.net\">http://blogproject.net/</a></p><p>For the programmers of this planet, you will find by clicking on the link above, the GitHub project page. Above all, feel comfortable and make yourself at home! Modify the program as you see fit and integrate it in your projects.</p><p>In terms of the technologies used in the project, this application uses <b>MongoDB</b> as the database system. An <b>ExpressJS</b> Framework for Back-End (Server). And on the Front-End side (Web Browser), the Framework <b>AngularJS</b> allows us to use the object structure of the database combined with the Back-End API that allows us to retrieve or modify these objects using queries. These technologies were chosen to aim for<b> performance and fluidity </b>.</p>",
    "ABOUT-TITLE" : "About",
    "ABOUT-US" : "<p>Our Work <br><br>Development? life? These two are pretty confusing! If you are looking for us, we are just at the corner of the nearest development environment and search engine. We work according to the principles of agile methods and adapt all of the rest to suit your needs. Our motto: flexibility, versatility and respect of your pace.</p> <br> <p> Our attitude <br><br> The balance.. This is the best word to describe how we deal with work and life in general. life, work, development of professional and interpersonal skills, the most important is to find the balance. For this reason, we offer the most flexible conditions for our employees and our customers. A positive and warm environnement = happy employees and satisfied customers. Welcome in our world!</p> <br> <p> Our requirements <br><br> Very High. In an industry moving so fast, we make sure to always be a step forward to offer services corresponding to the highest standards. At MirageFlow, we leave no one behind.</p>",
    "ABOUT-OUR-TEAM" : "Our team",
    "ABOUT-JEAN-TITLES" : "President / Developer",
    "ABOUT-JEAN-CONTENT" : "TI, QA Analyst, System administrator and Developer",
    "ABOUT-ISAEL-TITLES" : "Vice-President / Developer",
    "ABOUT-ISAEL-CONTENT" : "Programming Consultant",
    "ABOUT-BRYAN-TITLES" : "Administrator",
    "ABOUT-BRYAN-CONTENT" : "Director, Head of Business Development.",
    "CONTACT-US" : "Contact us",
    "CONTACT-SEND-MSG" : "Send us a message",
    "CONTACT-SEND" : "Send",
    "CONTACT-UR-NAME" : "Your name",
    "WRITTEN-BY" : "Written by",
    "READ-MORE" : "READ MORE",
    "TERMS-OF-SERVICE" : "Terms of Service",
    "TERMS-OF-SERVICE-CONTENT" : "<br>Mirageflow Inc.<br><br><br>ARTICLE 1. LEGAL INFORMATION<br>Under Article 6 of Law No. 2004-575 of 21 June 2004 on confidence in the digital economy, it is stated in this article identity of the various stakeholders as part of its implementation and its follow-up .<br>The site Mirageflow Inc. is edited by:<br>Mirageflow Inc., headquartered at the following address: 2089 Avenue Chapdelaine, Apt 3, and registered the following registry: NEQ 1171623540 Quebec.<br>Phone: 5819915326 / E-mail: jfortin-moreau@mirageflow.com.<br><br>The Site publication director is:<br>Jean Fortin-Moreau.<br><br>The site Mirageflow Inc. is hosted by:<br>Digital Ocean Inc., with headquarters at 101 6th Ave, New York, NY 10013, United States<br>Phone number: 1 888 890 6714<br><br>ARTICLE 2. PRESENTATION OF THE SITE<br>The site Mirageflow Inc. is:<br>To present the company and its employees and make contact with the team MirageFlow Inc.<br><br>ARTICLE 3. CONTACT<br>For questions or inquiries about the site, or any content or reporting of illegal activities, users can contact the editor at the following email address: administration@mirageflow.com or send a registered letter with acknowledgment to: Mirageflow Inc. - 2089 Avenue Chapdelaine, Apt 3<br><br>ARTICLE 4. ACCEPTANCE OF TERMS<br>Access to and use of the site are subject to the acceptance and compliance with these Terms and Conditions.<br>The publisher reserves the right to modify at any time without notice, site and services, and these Terms, including adapting to changes of the site by providing new features or removing or modification of existing features.<br>It is therefore advisable for the user to refer to before shipping the latest version of the TOS, accessible at any time on the site. If you disagree with the Terms, any use of the site can not be done by the user.<br><br>ARTICLE 5. ACCESS AND NAVIGATION<br>The publisher implements technical solutions at its disposal to allow access to the site round the clock, 7 days 7. It may nevertheless at any time suspend, restrict or interrupt access to the Site or certain pages the latter to carry out updates, changes to its content or any other action deemed necessary for the proper functioning of the site.<br>The connection and site navigation Mirageflow Inc. worth acceptance of these Terms of Use, whatever the technical means of access and terminals used.<br>These Terms apply, as appropriate, to any variation or extension of the site on social networks and / or existing or future community.<br><br>ARTICLE 6. MANAGEMENT OF THE SITE<br>For the proper management of the site, the publisher may at any time:<br>- Suspend, discontinue or restrict access to all or part of the site, restrict access to the site, or certain parts of the site to a user defined class;<br>- Remove any information that may affect the operation or entering in contravention of national or international law or the rules of netiquette;<br>- Suspend the site to carry out updates.<br><br>ARTICLE 7. RESPONSIBILITIES<br>The publisher is not responsible for the content that he himself edited.<br>The publisher is not responsible for:<br>- In case of problems or technical malfunctions, computer or compatibility of the site with a hardware or software of any kind;<br>- Direct or indirect, material or immaterial, foreseeable or unforeseeable arising from the use or difficulty of use of the website or its services;<br>- The intrinsic characteristics of the Internet, particularly those concerning the unreliability and lack of security of information circulating there;<br>- Illegal content or activities using its website and, without his knowledge taken due within the meaning of the Act No. 2004-575 of 21 June 2004 on Confidence in the Digital Economy and Law No. 2004- 801 of 6 August 2004 on the protection of individuals with regard to processing of personal data.<br>In addition, the site does not guarantee the accuracy, completeness and timeliness of information that is disseminated there.<br>User is responsible for:<br>- The protection of its equipment and its data;<br>- Of his use of the website or its services;<br>- If it respects neither the letter nor the spirit of these Terms.<br><br>ARTICLE 8. HYPERLINKS<br>The site may contain hyperlinks to other websites which Mirageflow Inc. does not control. Despite prior and regular checks made by the publisher, it disclaims all liability for the content that you can find on these websites.<br>The editor allows the creation of hypertext links to any page or document from its website provided that the establishment of such links is not done for commercial or advertising purposes.<br>In addition, the prior information of the site editor is required before setting up hyperlink.<br>Excluded from this authorization sites displaying an illicit, violent, controversial, pornographic, xenophobic or that may affect the sensitivity of many.<br>Finally, Mirageflow Inc. reserves the right to remove at any time a hypertext link to its site, if the site deems not in accordance with its editorial policy.<br><br>ARTICLE 9. DATA COLLECTION<br>The site is exempted from declaration to the Commission Nationale Informatique et Libertés (CNIL) to the extent that it does not collect any data about users.<br><br>ARTICLE 10. COOKIES<br>The site may use techniques of \"cookies\" allowing it to process statistics and traffic information, easier navigation and improved service for the comfort of the user, who may oppose the recording of these \"cookies\" by configuring their browser.<br><br>ARTICLE 11. INTELLECTUAL PROPERTY<br>The structuring of the site but also text, graphics, images, photographs, sounds, videos and computer applications make up the property of the publisher and are protected as such by the laws under intellectual property.<br>Any representation, reproduction, adaptation or exploitation partial or total content, trademarks and service offered by the site, by any means whatsoever without the prior, express and written of the publisher is strictly prohibited and would be likely constitute an infringement under Articles L. 335-2 of the Code of intellectual property. And that, except as expressly designated elements royalty free on the site.<br>Access to the site is not worth recognition of a right and, in general, does not confer any intellectual property right relating to an element of the site, which remain the exclusive property of the publisher.<br>It is forbidden for the user to enter data on the site that would change or would be likely to change the content or appearance.<br><br>ARTICLE 12. APPLICABLE LAW AND JURISDICTION<br>These Conditions of Use are governed by French law. If a dispute and failing amicable agreement, the dispute shall be brought before French courts in accordance with existing rules of jurisdiction.<br><br>The site Mirageflow Inc. wishes you a happy surfing!",
    "MAIL-FAILED" : "Your message could not be sent to this email address!",
    "MAIL-SUCCESS" : "Your message has been sent!",
    "MAIL-SUCCESS2" : "Your message has been sent! You should receive a confirmation email.",
    "CAPTCHA-FAILED" : "Failed to validate the captcha. Please answer the captcha, thank you!",
    "CAPTCHA-INVALID-HOSTNAME" : "Failed to validate the hostname for the captcha.",
    "NO-MESSAGE-IN-FIELD" : "The message field is empty",
    "INVALID-EMAIL-IN-FIELD" : "Invalid email address",
    "NO-EMAIL-IN-FIELD" : "The email field is empty",
    "NO-NAME-IN-FIELD" : "The name field is empty",
    "PLEASE-CAPTCHA" : "Please answer the captcha, thank you!",
    "ERROR-SUBMIT" : "<strong>Oops,</strong> There was an error with your submission:",
    "SUCCESS-SUBMIT" : "Success, "

}

